Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: You have not yet marked any resources as favorites. Depending on the resources and access rights available to you, it is possible to set Network Places, Web Forwards, Tunnels or Application Shortcuts as favorites to appear on this page.
fr_fr: Vous n'avez défini aucune ressource comme Favori. Si vous avez les droits nécessaires, vous pouvez définir des Favoris Réseau, des Applications Web ou des Applications comme favoris afin qu'ils apparaissent sur cette page.

source: Windows Network
fr_fr: Réseau Windows

source: Application Shortcut has been changed.
fr_fr: Le raccourci a changé.

source: To prevent the client from holding server resources unnecessarily, sockets are closed after this time period if there is no activity. This time is specified in seconds. The default is 15 seconds.
fr_fr: Pour empêcher le client d'avoir des ressources inutiles sur le serveur, les sockets sont fermés au bout d'une période donnée s'il n'y a pas d'activité. Ce temps est spécifié en secondes. Par défaut le temps des de 15 secondes.

source: How long (in seconds) a temporary lock should last before the user can attempt authentication again.
fr_fr: How long (in seconds) a temporary lock should last before the utilisateur can attempt authentification again.

source: Here you can configure many properties relating to how OpenVPN-ALS integrates with your Microsoft Windows file shares and other Windows resources. Options are available that can assist with troubleshooting sharing problems on Windows.
fr_fr: Here you can configure many properties relating to how OpenVPN-ALS integrates with votre Microsoft Windows file shares and other Windows ressources. Options are available that can assist with troubleshooting sharing problems on Windows.

source: Group Name
fr_fr: Groupe Nom

source: OpenVPN-ALS will shutdown in 10 seconds.
fr_fr: OpenVPN-ALS va s'éteindre dans 10 secondes.

source: The following plugin(s) failed to load : {0}. There may be updates available at the <a href="/showExtensionStore.do">Extensions Store</a> that resolve this problem. Check the logs for more information.
fr_fr: Le following plugin(s) failed to load : {0}. There may be updates available at the <a href="/showExtensionStore.do">Extensions Store</a> that resolve thest problem. Check the logs for more information.

source: Support is available from the <a target="_blank" href="http://localhost/forums">OpenVPN-ALS Community</a> at 3SP.com
fr_fr: Le support est disponible a partir de <a target="_blank" href="http://localhost/forums">OpenVPN-ALS Community</a> sur 3SP.com

source: Not accepting any more connections as this is a temporary tunnel.
fr_fr: Not accepting any more connections as thest est a temporary tunnel.

source: Policy created.
fr_fr: Stratégie created.

source: Single session per user
fr_fr: Single session per utilisateur

source: Mount for {0} not found.
fr_fr: Support pour {0} non trouvé.

source: The server responded with an error. {0}
fr_fr: Le serveur a répondu avec une erreur. {0}

source: Web Forwarding
fr_fr: Application Web

source: Failed to install trusted server certificate. {1}
fr_fr: Failed to Installer trusted server certificate. {1}

source: Valid Hostnames
fr_fr: Nom d'hôte valide

source: {0} launcher.
fr_fr: {0} lanceur.

source: Access right created.
fr_fr: Accès right created.

source: Application Shortcut Name:
fr_fr: Nom du raccourci:

source: Read Only:
fr_fr: Lecture seule:

source: There are {0} groups attached to the policy.
fr_fr: There are {0} groupes attached to the stratégie.

source: The IP address of the interface to listen for connection on. Leave blank to listen on all interfaces.
fr_fr: Le IP address de the interface to listen for connection on. Leave blank to listen on all interfaces.

source: The configuration has changed and OpenVPN-ALS now requires a <a class="plaintText" href="/showShutdown.do">restart</a> before these settings can take effect.
fr_fr: La configuration a été modifiée, OpenVPN-ALS doit maintenant être <a class="plaintText" href="/showShutdown.do">redémarré</a> pour que ces paramètres soient actifs.

source: Failed to upload certificate with alias of {0}. {1}
fr_fr: Echec d'envoi du certificat avec l'alias de {0}. {1}

source: There are no applications available. Please install one using the <a href="/showExtensionStore.do">Extension Manager</a>.
fr_fr: Il n'y a aucune application de disponible. SVP, installez en une gràce à <a href="/showExtensionStore.do">Extension Manager</a>.

source: OpenVPN-ALS requires a dedicated Active Directory account to retreive user and group details. If using the GSS-API authentication this should be set to the username of the service account e.g "ovpnals". If you are using LDAP Simple authentication you must enter a DN in the form "CN=OpenVPN-ALS,OU=Accounts,DC=COMPANY,DC=NET"
fr_fr: OpenVPN-ALS requiert un compte Active Directory dédié pour récupérer les détails des utilisateurs et des groupes. Si vous utilisez l'authentification GSS-API, cela devrait être dans le nom d'utilisateur du compte de service "ovpnals". Si vous utilisez une simple authentification LDAP vous devez entrer un DN sous la forme "CN=OpenVPN-ALS,OU=Comptes,DC=SOCIETE,DC=NET"

source: Create a new link to a Windows file sharing resource. The target path may be any UNC style path, for example "\\Fileserver\Share" or "\\Domain\Fileserver\Share". You can also use OpenVPN-ALS style paths in the format "/fs/cifs/fileserver/share".
fr_fr: Créer un nouveau lien vers une ressource windows partagée. Le chemin cible peut être n'importe quel type de chemin UNC, par exemple "\\Fileserver\Share" ou "\\Domain\Fileserver\Share". Vous pouvez aussi utiliser le chemin au format d'OpenVPN-ALS "/fs/cifs/fileserver/share".

source: <strong>{3}</strong> must be a number be between {0} and {1} inclusive.
fr_fr: <strong>{3}</strong> doit être un nombre compris en {0} et {1} inclus.

source: Favorite remove.
fr_fr: Favoris supprimé.

source: Enter your favorite TV show e.g. The West Wing.
fr_fr: Enter votre favorite TV show e.g. Le West Wing.

source: {0} is not a valid policy name.
fr_fr: {0} est not a valid stratégie nom.

source: The clipboard is empty, you need to copy a file or folder into the clipboard to paste it.
fr_fr: Le presse papiers est vide, vous devez copier un fichier ou un dossier dans le presse papiers pour le couper.

source: Please choose the profile to use for this session. Profiles contain preferences that may vary depending on your location e.g. Home or Office.
fr_fr: SVP, choisissez un profil a utiliser pour cette session. Les profils contiennent les préférences qui peuvent varier en fontion de la localisation e.g Domicile ou Bureau

source: A regular expression describing the requirements for a user password.
fr_fr: A regular expression describing the requirements for a utilisateur mot de passe.

source: This option enforces strict security requirements on outgoing SSL connections. All outgoing SSL connections should have a trusted SSL certificate, either trusted by the default Java CA trust store or by the OpenVPN-ALS trust store. If a server presents an untrusted certificate the connection will be terminated.
fr_fr: Thest option enforces strict sécurité requirements on outgoing SSL connections. All outgoing SSL connections should have a trusted SSL certificate, either trusted by the default Java CA trust store or by the OpenVPN-ALS trust store. Si a server presents an untrusted certificatthe connection will be terminated.

source: Create Global Profile
fr_fr: Create Global Profil

source: Send messages to your users
fr_fr: Send messages to votre users

source: Displays any warns that may have occured as a result of the last action, or any global warnings about the current state of the OpenVPN-ALS service
fr_fr: Affiche les avertissements concernant la dernière action ou l'état de OpenVPN-ALS

source: Send a message to all users, warning them of the shutdown.
fr_fr: Send a message to all users, avertissement them de the shutdown.

source: Show Hidden:
fr_fr: Montrer ce qui est caché:

source: The selected attribute definition will be removed. Are you sure?
fr_fr: Le selected attribut definition will be removed. Are you sure?

source: Groups:
fr_fr: Groupes:

source: The New and Old passwords match.
fr_fr: Le nouveau et l'ancien mots de passe sont identiques.

source: Accounts:
fr_fr: Comptes:

source: Save
fr_fr: Enregistrer

source: Configure this profiles properties
fr_fr: Configure thest profils properties

source: The plugin {0} requires that OpenVPN-ALS is at least of version {1}
fr_fr: Le plugin {0} requiert que OpenVPN-ALS est au moins la version {1}

source: Invalid hostname action
fr_fr: Action si le nom d'hôte est invalide

source: Yes to All
fr_fr: Oui to All

source: The host name or IP address of the SMTP mail server.
fr_fr: Le host nom or IP address de the SMTP mail server.

source: Create a new policy
fr_fr: Create a new stratégie

source: The server is currently in recovery mode. All IP address restrictions and account locking features have been disabled. Complete your maintenance tasks and restart the server in normal mode.
fr_fr: Le serveur est actuellement en mode restauration. Toutes les adresses IP et le compte bloquant ont été désactivés. Terminez les tâches en cours et redemarrez le serveur.

source: Directory name
fr_fr: Nom d'annuaire

source: Max User Cache Objects
fr_fr: Max Utilisateur Cache Objects

source: Authentication Scheme Name:
fr_fr: Authentification Scheme Nom:

source: This installed extension contained a plugin, but you have rejected the license. You must now <a href="/showShutdown.do">Restart</a> the server before you can re-install.
fr_fr: Thest installed extension contained a plugin, but you have rejected the license. You must now <a href="/showShutdown.do">Restart</a> the server before you can re-install.

source: Adding parameter {0} with a value of {1}
fr_fr: Adding parameter {0} with a value de {1}

source: No Web Forward Type selected.
fr_fr: Aucun type d'Application Web sélectionné.

source: When enabled, any answers to <b>Personal Questions</b> that the user may provide will be hidden using the * character in the same way as passwords are hidden.
fr_fr: When enabled, any answers to <b>Personal Questions</b> that the utilisateur may provide will be hidden using the * character in the same way as passwords are hidden.

source: Configure access to remote file systems.
fr_fr: Configurer l'accès a distance au système de fichier

source: User name
fr_fr: Utilisateur nom

source: The destination host should be entered.
fr_fr: Le destination host should be entered.

source: Create Attribute Definition
fr_fr: Create Attribut Definition

source: Are you sure you wish to delete this network place.
fr_fr: Êtes-vous sur de vouloir supprimer ce Favori Réseau.

source: Hostname or IP address of proxy server. Note, this address is as from the clients perspective.
fr_fr: Nom d'hôte or IP address de proxy server. Note, thest address est as from the clients perspective.

source: The system will Shutdown/Restart at <strong>{0}</strong>. Please ensure that you logout before this time.
fr_fr: Le système va redémarrer à <strong>{0}</strong>. Assurez-vous d'être déconnecte avant le temps imparti.

source: Server is not running as a service. Restart is not possible.
fr_fr: Le Server n'est pas démarré comme un service. Le redemarrage n'est pas possible.

source: If the proxy server requires authentication, this value is supplied as the username. If no username is entered here the user may be prompted for authentication when they connect.
fr_fr: Si the proxy server requires authentification, thest value est supplied as the utilisateur. Si non username est entered ici the utilisateur may be prompted for authentication when they connect.

source: No name has been provided for this access right.
fr_fr: Non nom has been provided for thest accès right.

source: Unexpected authentication error in HTTP request: {0}
fr_fr: Unexpected authentification erreur in HTTP request: {0}

source: 500 - Internal Server Error
fr_fr: 500 - Erreur serveur interne

source: Site name
fr_fr: Site nom

source: No policies have been selected. A resource must be attached to at least one policy.
fr_fr: Non stratégies have been selected. A ressource must be attached to at least one stratégie.

source: Make this profile my default
fr_fr: Faire de ce profil mon profil par defaut

source: Management Console
fr_fr: Console de Gestion

source: Click here to reset the value of all user attributes to their defaults
fr_fr: Cliquerici to reset the value de all utilisateur attributs to their defaults

source: OpenVPN-ALS queues up messages for delivery using various different mechanisms. This page displays all messages currently in the queue and shows the state of the delivery systems.
fr_fr: OpenVPN-ALS queues up messages for delivery using various different mechanisms. Thest page displays all messages currently in the queue and shows the state de the delivery systems.

source: OpenVPN-ALS:::Remove Application
fr_fr: OpenVPN-ALS:::Supprimer l'application

source: Sets the action to take if a client tries to connect using an invalid hostname.
fr_fr: Sets the action to take si a client tries to connect using an invalide hostname.

source: Close
fr_fr: Fermer

source: Available Interfaces
fr_fr: Interfaces disponibles

source: Restrict policies to signed on authentication scheme.
fr_fr: Restrict stratégies to signed on authentification scheme.

source: You have {0} items in your clipboard
fr_fr: Vous avez {0} articles dans votre presse-papiers

source: Opened remote tunnel listener "{0}" on port {1} to {2}.
fr_fr: Ouvrired remote tunnel listener "{0}" on port {1} to {2}.

source: Allow Access
fr_fr: Allow Accès

source: Network Place does not allow deletion.
fr_fr: Le Favoris Réseau ne permet pas la suppression.

source: A certificate reply from a Certification Authority (CA).
fr_fr: A certificatreply from a Certification Authority (CA).

source: State:
fr_fr: Etat:

source: The underlying database does not support updating of user accounts or changing of passwords.
fr_fr: Le underlying database does not support updating de utilisateur comptes or changing de passwords.

source: Confirm IP Restriction Deletion
fr_fr: Confirmer IP Restriction Deletion

source: Replacements created, preparation of launcher complete.
fr_fr: Replacements created, preparation de launcher complete.

source: Group Recipients
fr_fr: Groupe Recipients

source: Please select the type of web forward you would like to create
fr_fr: Sélectionnez le type d'application Web que vous voulez créer.

source: Listening interfaces:
fr_fr: Interfaces d'écoutes:

source: <strong>This access right is attached to multiple policies :-</strong>
fr_fr: <strong>Thest accès right est attached to multiple stratégies :-</strong>

source: OU Filter
fr_fr: Filtre OU

source: Next
fr_fr: Suivant

source: Hostname, IP address for <strong>{3}</strong> is not valid. Must be in the format <i>hostname</i> or <i>address</i>
fr_fr: Nom d'hôte, adresse IP pour <strong>{3}</strong> n'est pas valide. Doit être au format i>Nom d'hôte</i> ou <i>addresse</i>

source: Launch OpenVPN-ALS Agent
fr_fr: Démarrer l'agent OpenVPN-ALS

source: License
fr_fr: Licence

source: Error! <replace> element requires 'token' and 'value' attributes
fr_fr: Erreur! <replace> element requires 'token' and 'value' attributs

source: The maximum size of each users cache in MB.
fr_fr: La taille maximale de tous les utilisateurs en MB.

source: Create Policy
fr_fr: Create Stratégie

source: New Folder
fr_fr: Nouveau dossier

source: Agent shutdown failed because the agent was not active.# OpenVPN-ALS Category Information
fr_fr: L'arrêt de l'agent a échoué car il n'était pas actif.

source: The are no global profiles configured for you to use or manage.
fr_fr: Le are non global profils configured for you to use or manage.

source: failed to configured user database. {0}
fr_fr: Echec de configuration de la base de donnée utilisateur {0}

source: OpenVPN-ALS::::Create Profile
fr_fr: OpenVPN-ALS::::Create Profil

source: The name may only contain word characters ([a-zA-Z_0-9])
fr_fr: Le nom may only contain word characters ([a-zA-Z_0-9])

source: OpenVPN-ALS requires Cookies to be enabled but has detected that either your browser doesn't support them or is blocking them for this site. Please check your browser preferences and try again.
fr_fr: SSL-Exploer éxige que les Cookies soient permis, et a détecté que votre navigateur les bloques . Vérifiez s'il vous plaît des préférences de navigateur et essayez à nouveau.

source: Bit length of public/private keys used to encrypt confidential user attributes.
fr_fr: Bit length de public/private keys used to encrypt confidential utilisateur attributs.

source: Cancel the currently scheduled shutdown, Are you sure?
fr_fr: Annuler l'arrêt planifié, vous êtes sûr ?

source: Number of results to return in a single query to the Active Directory (multiple requests are made to receive all required objects). A setting of 0 turns off paging.
fr_fr: Number de results to return in a single query to the Active Directory (multiple requests are made to receive all required objects). A setting de 0 turns off paging.

source: There are no messages queued.
fr_fr: There are non messages queued.

source: Allow untrusted hosts is set to {0}.
fr_fr: Allow untrusted hosts est set to {0}.

source: Failed to check for Web Forward by name. {0}
fr_fr: Failed to check for Web Forward by nom. {0}

source: The OpenVPN-ALS Agent returned an error. {0}
fr_fr: Le OpenVPN-ALS Agent a renvoyé une erreur. {0}

source: Form Parameters
fr_fr: Paramètres du formulaire

source: Not closing listener as this is not a temporary tunnel
fr_fr: Not closing listener as thest est not a temporary tunnel

source: Configuration saved.
fr_fr: Configuration sauvegardée.

source: Authentication scheme name must be {0} characters or less.
fr_fr: Authentification scheme nom must be {0} characters or less.

source: You must select at least one policy to attach this tunnel.
fr_fr: You must select at least one stratégie to attach thest tunnel.

source: {2} authentication required for {0} at {1}.
fr_fr: {2} authentification requise pour {0} at {1}.

source: Profile Details
fr_fr: Profil Details

source: Toggle options view
fr_fr: Afficher les options

source: About
fr_fr: A propos

source: Knowledge Base
fr_fr: Base de connaissance

source: Attribute Definitions
fr_fr: Attribut Definitions

source: Copyright &copy; 2001-2004, The HSQL Development Group. All rights reserved.
fr_fr: Copyright &copy; 2001-2004, The HSQL Development Group. Tous droits reservés.

source: OpenVPN-ALS:::Create Account
fr_fr: OpenVPN-ALS:::Create Compte

source: Host name:
fr_fr: Nom d'hôte:

source: Access not allowed at this time. {0}
fr_fr: Accès not allowed at thest time. {0}

source: {0} file(s) deleted.
fr_fr: {0} fichier(s) supprimé(s).

source: You can disable OpenVPN-ALS's native SSL server and listen for plain HTTP connections instead of HTTPS. This is useful for some types of SSL accelerator cards.
fr_fr: You can disable OpenVPN-ALS's native SSL server and listen for plain HTTP connections instead de HTTPS. Thest est useful for some types de SSL accelerator cards.

source: Failed to upload certificate / key. {0}
fr_fr: Failed to upload certificat/ key. {0}

source: Click here if you wish to create a new authentication scheme.
fr_fr: Cliquerici si you wish to create a new authentification scheme.

source: Syntax error while parsing {0}
fr_fr: Syntax erreur while parsing {0}

source: A list of the users Web Forwards.
fr_fr: Voir la liste des Applications Web.

source: OpenVPN-ALS contains icons and images licensed from INCORS GmbH. You are not licensed to use these icons outside of OpenVPN-ALS.
fr_fr: OpenVPN-ALS contient des icônes et des images autoriés par INCORS GmbH. Vous n'êtes pas autorisés a utiliser ces images en dehors d'OpenVPN-ALS.

source: Delete the file or folder.
fr_fr: Supprimer le fichier ou le dossier.

source: Network place deleted.
fr_fr: Favoris Réseau supprimé.

source: Installed
fr_fr: Installé

source: Password does not match the current policy.
fr_fr: Le mot de passe de répond pas à la stratégie actuelle.

source: User Attribute
fr_fr: Utilisateur Attribut

source: Here you may configure your web forwards. OpenVPN-ALS provides three methods of forwarding intranet websites. Please see the help file for more information on which is the most appropriate in your environment.
fr_fr: Ici vous pouvez configurer votre application Web. OpenVPN-ALS fournit trois méthodes pour renvoyer les sites intranet. Regardez l'aide pour plus d'informations et voir la méthode la mieux appropriées pour votre environnement.

source: Delete this authentication scheme. Users will no longer be able to logon using the sequence the scheme defines. If this is the default scheme the next available scheme will be made the default. You must have at least one scheme configured.
fr_fr: Delete thest authentification scheme. Users will non longer be able to logon using the sequence the scheme defines. Si thest est the default scheme the next available scheme will be made the default. You must have at least one scheme configured.

source: When checking logon state, verify the remote address of the request against the address recorded at logon. This prevents re-use of logon cookies from other clients.
fr_fr: When checking logon state, verify the remote address de the request against the address recorded at logon. Thest prevents re-use de logon cookies from other clients.

source: Installing OpenVPN-ALS
fr_fr: Installation de OpenVPN-ALS

source: Reset Private Key
fr_fr: Réinitialiser Private Key

source: Paste
fr_fr: Coller

source: Step 2 - SSL Tunnel Other Details
fr_fr: Etape 2 - SSL Tunnel Other Details

source: Network Place Edited
fr_fr: Favoris Réseau édité

source: Preferences
fr_fr: Préférences

source: Edit an existing group. Groups allow you to separate your VPN users into distinct categories to make bulk administration easier and more effective.
fr_fr: Éditez un groupe existant. Les groupes vous permettent de séparer vos utilisateurs VPN dans des catégories distinctes pour une administration plus facile et plus efficace.

source: This folder contains no files or sub-folders.
fr_fr: Ce dossier contient aucun fichier(s) ou sous-dossier(s).

source: Replacement proxy
fr_fr: Serveur mandataire de remplacement

source: The installation of OpenVPN-ALS is now complete. Please review any information below.
fr_fr: L'installation de OpenVPN-ALS est maintenant complete. Vérifiez les informations ci-dessous.

source: Disable this account.
fr_fr: Disable thest compte.

source: Step 5 - Application Shortcut Summary
fr_fr: Etape 5 - Résumé du raccourci

source: This page allows to you to edit your personal <i>Attributes</i>. Attributes are pieces of information personal to you, and required by the various applications and features OpenVPN-ALS provides you with. <p>Note, your administrator may require that you keep some of these details up-to-date yourself.
fr_fr: Thest page allows to you to editer votre personal <i>Attributs</i>. Attributes are pieces de information personal to you, and required by the various applications and features OpenVPN-ALS provides you with. <p>Note, votre administrator may require that you keep some de these details up-to-date yourself.
